{
    "home": {
        "continue": "Continue",
        "hello": "Hello there!",
        "textOne": "I'm Mia Salazar, a Front-end developer and cookie monster.",
        "textTwo": "In 2018, I started in computer science and have been in love with it ever since. Currently, I'm specializing in accessibility, a topic that I'm passionate about. I'm a curious person who enjoys diving into challenges and always learning something new.",
        "textThree": "Naturally geeky, when I'm not coding in my free time, I watch series, play board games or role-playing games, or go to the movies.",
        "activities": "Some challenges",
        "experience": "years of experience",
        "accesibility": "Accessibility",
        "specialized": "specialization",
        "mentor": "Mentor",
        "step4ward": "at Step4ward",
        "articles": "articles",
        "speeches": "talks",
        "lang": "languages",
        "tech": "Technologies",
        "textFour": "I love developing products that focus on accessibility and people. Although I currently work as a Front-end developer and am passionate about layout, I also enjoy back-end development.",
        "textFive": "Here you can see some of the technologies I've worked with."
    },
    "nav": {
        "home": "Home",
        "portfolio": "Portfolio",
        "articles": "Articles",
        "activities": "Activities",
        "contact": "Contact"
    },
    "contact": {
        "text": "If you have something to tell me or an interesting challenge, don't hesitate to write to me!",
        "send": "Send",
        "email": "Email",
        "name": "Name",
        "country": "Country",
        "street": "Street",
        "province": "Province",
        "city": "City",
        "comment": "What do you want to tell me?"
    },
    "skills": {
        "textOne": "Additionally, as part of this alliance, I have a series of skills and knowledge in languages.",
        "textTwo": "Within the Galactic Programmers Alliance, we value creating scalable architectures, clean, maintainable, and reusable code, actively listening to new programming methods, and constant improvement.",
        "low": "Low",
        "medium": "Medium",
        "high": "High",
        "veryHigh": "Very High",
        "html": "HTML5, CSS3, SCSS, SASS, Responsive Web Design",
        "js": "Javascript & Typescript",
        "framework": "Angular & React",
        "css": "Bootstrap 4, Materialize, Bulma, Angular Material, Tailwind...",
        "accessibility": "Accessibility",
        "redux": "Redux",
        "testing": "Testing library, Jest"
    },
    "portfolio": {
        "text": "Here you can see some of the projects I've worked on professionally, and many of the personal projects I've done.",
        "textTwo": "Before being a cookie monster, I was an intergalactic traveler and a superheroine. You can see my projects here.",
        "past": "My past",
        "visit": "Visit",
        "info": "More info",
        "load": "Load more",
        "all": "All",
        "vue": "Vuejs",
        "react": "Reactjs",
        "angular": "Angular"
    },
    "awards": {
        "t3chfest2024": "Sppech at T3ch Fest. Web accesibility: Guide for newbies",
        "techshessionsThree": "TechSHEssions third speech: Foodiesaurus, designing an accesible project",
        "techshessionsTwo": "TechSHEssions second speech: Foodiesaurus, project with sticks and stones",
        "interviewTwo": "IT Gals: Interview about my evolution in the world of technology",
        "talksThree": "Interview about accesibility at DiscoDurodeRoer",
        "techshessionsOne": "TechSHEssions first speech: May the allergy be with you",
        "otherOne": "Participation in Telemadrid on a board game event",
        "mentor": "Mentor at Step4Ward",
        "mentorTwo": "Short talk at Pulpocon 2023 ",
        "textOne": "Throughout my career with the Alliance, I have received written reports on the different missions that I have carried out and have participated in various terrestrial projects with other members of the Alliance.",
        "scientificText": "Here you can see the scientific articles that I wrote during my pre-galactic stage.",
        "articlesText": "Here you can see the different reports that I have written, about both programming and cybersecurity.",
        "othersText": "Here you can see the interviews that have been carried out with me and other projects in which I have participated in Earth",
        "corea": "Analysis of the deep semiotic structure of Korea's propaganda messages ",
        "coreaTwo": "Analysis of the expressive aesthetic elements in the propaganda of South Korea and North Korea",
        "coreaThree": "Paper reviewers for the University of Costa Rica",
        "interview": "IT Gals: Interview about women in the technology sector",
        "articleOne": "A Developer’s Nightmare: Web Accessibility",
        "articleTwo": "Why, Icomoon, why?",
        "articleThree": "How to Structure CSS in Vue Like a Pro",
        "articleFour": "To Angular Material or not to Angular Material?",
        "articleFive": "How to support IE and not die trying",
        "articleSix": "The importance of maintaining the health of your DNS",
        "articleSiven": "Discover how to protect your company from web exposition with Kartos",
        "articleEight": "Why are Data Leaks dangerous and how to prevent them?",
        "articleNine": "Leaked credentials: the importance of employees awareness",
        "articleTen": "5 types of phishing and how to protect from them",
        "articleEleven": "10 Cybersecurity tips for remote workers",
        "articleTwelve": "9 tips to protect yourself from identity theft",
        "articleThirteen": "The 9 most common types of malware and how to protect from them.",
        "articleFourteen": "Optimize your GitHub and CV to pass the technical review",
        "articleFifteen": "Updates: why are they important for cybersecurity?",
        "articleSixteen": "Credit Card Fraud: What is and how can you prevent it?",
        "articleSeventeen": "What is the difference between Spam and Phishing?",
        "articleEighteen": "What is Google Hacking?",
        "articleNineteen": "Cybersecurity in front-end development.",
        "articleTwenty": "The 6 types of Hat Hackers",
        "articleTwentyOne": "The importance of color in accessibility",
        "articleTwentyTwo": "How to write USEFUL documentation",
        "articleTwentyThree": "Projects adapted to people with visual disabilities",
        "articleTwentyFour": "Web accessibility: Keyboard navigation",
        "videogame": "'Treeventure', a Christmas tree farm simulator",
        "videogameTwo": "Spain Game Devs Jam II: 'Damng, la balada del capitán'",
        "scientific": "Papers",
        "others": "Others",
        "articles": "Articles",
        "programming": "Programming article",
        "cybersecurity": "Cybersecurity article",
        "interviewText": "Interview",
        "videogames": "Participant in a Game Jam",
        "paper": "Paper",
        "talks": "Talks",
        "talksOne": "Participation in a Science and Technology Program in Women and talks in high schools",
        "talksTwo": "Discovering Tech Stories: Interview on Opground"
    }
} 